Repository: Sandmann79/xbmc
Catalog: plugin.video.amazon-test/resources/language/resource.language.*/strings.po
Languages: es_es, he_il, hu_hu, it_it, pl_pl, pt_pt

# Addon Summary
source: Amazon Prime Video Streaming
es_es: Transmisión de Amazon Prime Video
he_il: הזרמת וידאו מאמזון פריים
hu_hu: Amazon Prime Videó kiegészítő
it_it: Amazon Prime Video
pl_pl: Amazon Prime Video

# Addon Description
source: Movies and Television Shows for Prime Members
es_es: Películas y series para clientes Prime
he_il: סרטים וסדרות מראה עבור חברים
hu_hu: Filmek és Sorozatok a Prime előfizetőknek
it_it: Film e Serie TV per i clienti Prime
pl_pl: Filmy i seriale dla użytkowników Prime
pt_pt: Filmes e Séries de TV para Membros Prime

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence – please check with your local laws before installing.
hu_hu: Előfordulhat, hogy ennek a kiegészítőnek egyes részei nem legálisak az Ön lakóhelye szerinti országban – kérjük, ellenőrizze a helyi törvényeket a telepítés előtt
it_it: Alcune parti di questo addon potrebbero non essere legali nel tuo paese di residenza – si prega di verificare con le leggi locali prima di installare.
pl_pl: Niektóre części tego dodatku mogą nie być legalne w Twoim kraju zamieszkania – przed instalacją sprawdź lokalne przepisy.
pt_pt: Parte deste addon pode não ser legal no seu país de residencia. Por favor verifique as leis locais antes da instalação.

# #30001
source: Amazon Account
es_es: Cuenta de Amazon
he_il: חשבון אמזון
hu_hu: Amazon fiók
it_it: Account Amazon
pl_pl: Konto Amazon
pt_pt: Conta Amazon

# #30002
source: Email Address
hu_hu: Email cím
it_it: Indirizzo e-Mail
pl_pl: Email
pt_pt: Endereço de Email

# #30003
source: Password
es_es: Contraseña
he_il: סיסמה
hu_hu: Jelszó
pl_pl: Hasło
pt_pt: Senha

# #30004
source: Stream Bitrate (0 - Ask)
es_es: Tasa de bits de las transmisiones (0 - Preguntar)
he_il: זרם קצב סיביות (0 - לשאול)
hu_hu: Stream Bitráta (0 - Kérdezz)
it_it: Stream Bitrate (0 - Chiedi)
pl_pl: Stream bitrate (0 - pytaj)
pt_pt: Taxa de bits do Stream (0 - Perguntar)

# #30005
source: Audio descriptions (disables 5.1/7.1)
es_es: Descripciones de audio (inhabilita 5.1/7.1)
hu_hu: Hang kommentárok (5.1/7.1 letiltása)
it_it: Audiodescrizioni (disabilita 5.1/7.1)
pl_pl: Audiodeskrypcja (wyłącza 5.1/7.1)
pt_pt: Audio descrição (desativa 5.1/7.1)

# #30006
source: Store Credentials instead of using the Cookie?
es_es: ¿Almacenar las credenciales en vez de usar la cookie?
he_il: לאחסן אישורים במקום להשתמש בעוגיות?
hu_hu: Hitelesítési adatokat tárol a Cookie használata helyett?
it_it: Memorizzare le credenziali invece di utilizzare il cookie?
pl_pl: Zapisać dane logowania zamiast używać plików cookie?
pt_pt: Armazenar credenciais em vez de usar Cookie?

# #30007
source: Remove Credentials and Cookie
es_es: Eliminar credenciales y cookie
he_il: הסר את האישורים והעוגיות
hu_hu: A hitelesítő adatok és a cookie-k eltávolítása
it_it: Rimuovere credenziali e cookie
pl_pl: Usuń dane logowania i cookies
pt_pt: Remover Credenciais e Cookie

# #30008
source: Sign In…
es_es: Iniciar sesión…
he_il: כניסה לחשבון.
hu_hu: Bejelentkezés…
it_it: Accedi
pl_pl: Zaloguj…
pt_pt: Iniciar sessão

# #30009
source: Multi User Support
es_es: Soporte multiusuario
hu_hu: Többszörös felhasználói fiók
it_it: Supporto multiutente
pl_pl: Wsparcie dla wielu użytkowników
pt_pt: Suporte a vários utilizadores

# #30010
source: Remove all Users
es_es: Eliminar todos los usuarios
hu_hu: Minden felhasználó törlése
it_it: Rimuovi tutti gli utenti
pl_pl: Usuń wszystkich użytkowników
pt_pt: Remover todos os Utilizadores

# #30011
source: General
he_il: כללי
hu_hu: Általános
it_it: Generale
pl_pl: Ogólne
pt_pt: Geral

# #30012
source: Playback with
es_es: Reproducir con
he_il: ניגון עם
hu_hu: Lejátszás vele
it_it: Riproduci con
pl_pl: Odtwarzanie z
pt_pt: Reproduzir com

# #30013
source: Inputstream Addon Settings…
es_es: Ajustes del complemento InputStream…
he_il: הגדרות הרחבת Inputstream…
hu_hu: Inputstream kiegészítő beállítások
it_it: Impostazioni addon Inputstream…
pl_pl: Ustawienia dodatku Inputstream…
pt_pt: Definições do Addon Inputstream

# #30014
source: Logged in as
es_es: Conectado como
he_il: מחובר כ
hu_hu: Bejelentkezve mint
it_it: Accesso effettuato come
pl_pl: Zalogowany jako
pt_pt: Sessão iniciada como

# #30015
source: Views
es_es: Vistas
he_il: צפיות
hu_hu: Nézetek
it_it: Visualizzazioni
pl_pl: Widok
pt_pt: Vistas

# #30016
source: Movie Fanart Source
es_es: Fuente para las carátulas de las películas
he_il: מקור פאנארט לסרט
hu_hu: Film fanart forrás
it_it: Fonte fanart per Film
pl_pl: Żródło fanartów dla filmów
pt_pt: Fonte de Fanart para Filmes

# #30017
source: TV Show Fanart Source
es_es: Fuente para las carátulas de las series
he_il: מקור פאנארט לסדרה
hu_hu: Sorozat fanart forrás
it_it: Fonte fanart Serie TV
pl_pl: Żródło fanartów dla filmów
pt_pt: Fonte de Fanart para Séries

# #30018
source: Age restrictions…
es_es: Restricciones de edad…
he_il: מגבלת גיל…
hu_hu: Életkor korlátozása
it_it: Limiti d'età…
pl_pl: Ograniczenia wiekowe…
pt_pt: Restrições de idade…

# #30019
source: Prefered Host
es_es: Servidor preferido
he_il: מארח מועדף
hu_hu: Preferált host
it_it: Host preferito
pl_pl: Preferowane źródło
pt_pt: Host preferido

# #30020
source: Use H.265 Videocodec
hu_hu: H.265 kodek használata
pl_pl: Używaj kodeka H.265

# #30021
source: Language
es_es: Idioma
hu_hu: Nyelv
it_it: Lingua
pl_pl: Język
pt_pt: Idioma

# #30022
source: Keep me logged in
es_es: Mantenerme conectado
hu_hu: Hagyj bejelentkezve
it_it: Rimani collegato
pl_pl: Pozostaw mnie zalogowanym
pt_pt: Manter sessão ativa

# #30023
source: Use android app for 4K videos
es_es: Usar app de Android para vídeos 4K
hu_hu: Android app használata a 4K videókhoz
it_it: Usa app Android per i video in 4K
pl_pl: Używaj aplikacji android dla 4K
pt_pt: Usar app para Android para vídeos 4K

# #30024
source: Profiles
hu_hu: Profilok
it_it: Profili
pl_pl: Profile
pt_pt: Perfis

# #30025
source: Change text language
hu_hu: Nyelv választása
it_it: Cambia lingua del testo
pl_pl: Zmień język tekstu
pt_pt: Alterar lingua de texto

# #30026
source: Show password
hu_hu: Jelszó mutatása
pl_pl: Pokaż hasło
pt_pt: Mostrar senha

# #30027
source: Stretch factor
es_es: Factor de estiramiento
hu_hu: Igazítási faktor
it_it: Fattore di regolazione
pl_pl: Współczynnik rozciągania
pt_pt: Factor de esticamento

# #30028
source: Stretching
es_es: Estiramiento
hu_hu: Igazítás
it_it: Regola i tempi
pl_pl: Rozciąganie
pt_pt: Esticar

# #30029
source: Movie View
es_es: Vista de películas
he_il: תצוגת סרט
hu_hu: Film nézet
it_it: Vista Film
pl_pl: Widok filmów
pt_pt: Vista de Filmes

# #30030
source: Show View
es_es: Vista de series
he_il: תצוגת סדרות
hu_hu: Sorozat nézet
it_it: Vista Serie TV
pl_pl: Widok seriali
pt_pt: Vista de Séries

# #30031
source: Season View
es_es: Vista de temporadas
he_il: תצוגת עונות
hu_hu: Évad nézet
it_it: Vista Stagioni
pl_pl: Widok sezonów
pt_pt: Vista de Temporadas

# #30032
source: Episode View
es_es: Vista de episodios
he_il: תצוגת פרקים
hu_hu: Epizód nézet
it_it: Vista Episodi
pl_pl: Widok odcinków
pt_pt: Vista de Episódios

# #30033
source: Audio
hu_hu: Hang
pl_pl: Dźwięk
pt_pt: Áudio

# #30035
source: Enable Views
es_es: Activar vistas
he_il: אפשר תצוגות
hu_hu: Nézetek engedélyezése
it_it: Abilita Viste
pl_pl: Aktywuj widoki
pt_pt: Ativar Vistas

# #30036
source: Show Recently watched menu entry
hu_hu: A legutóbb megtekintett menübejegyzés megjelenítése
pl_pl: Pokaż ostatnio oglądaną pozycję menu

# #30037
source: Disable SSL Certificate Verification
es_es: Desactivar verificación del certificado SSL
he_il: השמת אימות אישור SSL
hu_hu: SSL Certificate Verification kikapcsolása
it_it: Disabilita verifica certificati SSL
pl_pl: Wyłącz weryfikację certyfikatu SSL
pt_pt: Desativar Verificação do Certificado SSL

# #30038
source: Connection
es_es: Conexión
he_il: חיבור
hu_hu: Kapcsolódás
it_it: Connessione
pl_pl: Połączenie
pt_pt: Ligação

# #30039
source: Items Per Page
es_es: Elementos por página
he_il: פרטים לעמוד
hu_hu: Elemek oldalanként
it_it: Elementi per Pagina
pl_pl: Elementów na stronę
pt_pt: Itens por Página

# #30041
source: Enable Fullscreen Video
es_es: Activar vídeo a pantalla completa
he_il: אפשר הפעלת וידאו במסך מלא
hu_hu: Teljesképernyős videó engedélyezése
it_it: Abilita video a schermo intero
pl_pl: Aktywuj tryb pełnoekranowy
pt_pt: Ativar Vídeos em Ecrã Completo

# #30042
source: Browser Kiosk Mode
es_es: Navegador en modo quiosco
he_il: מצב קיוסק לדפדפן
hu_hu: Böngésző mód
it_it: Browser in modalità a tutto schermo
pl_pl: Tryb przeglądarki Kiosk
pt_pt: Navegar em modo Kiosk

# #30043
source: Use custom Browser path
es_es: Usar ruta personalizada del navegador
he_il: השתמש בנתיב הדפדפן מותאם אישית
hu_hu: Böngésző elérési út
it_it: Usa un percorso browser personalizzato
pl_pl: Użyj własnej ścieżki przeglądarki
pt_pt: Usar caminho de Navegador personalizado

# #30044
source: Wait till Fullscreen (sec)
es_es: Esperar hasta pantalla completa (seg)
he_il: המתן עד מסך מלא (שניות)
hu_hu: Várakozás a teljes képernyőre (mp)
it_it: Attendi lo schermo intero fino a (sec)
pl_pl: Oczekiwanie na tryb pełnoekranowy (w sek.)
pt_pt: Esperar por ecrã completo (seg)

# #30045
source: Automatic PIN Input
es_es: Introducción automática del PIN
he_il: קוד PIN אוטומטי
hu_hu: Automatikus PTN bevitel
it_it: Inserimento PIN automatico
pl_pl: Automatyczne wpisanie PIN
pt_pt: Introdução de PIN automática

# #30047
source: Wait after PIN Input
es_es: Esperar después de la introducción del PIN
he_il: לחכות אחרי קלט קוג PIN
hu_hu: Várakozás a PIN bevitel után
it_it: Attendere dopo aver inserito il PIN
pl_pl: Oczekiwanie po wpisaniu PIN
pt_pt: Aguardar pela introdução do PIN

# #30048
source: Script path
es_es: Ruta del script
he_il: נתיב קובץ script
hu_hu: Szkript elérési útja
it_it: Percorso script
pl_pl: Ścieżka skryptu
pt_pt: Caminho do script

# #30049
source: Detect Framerate
es_es: Detectar tasa de fotogramas
he_il: זהה קצב מסגרות
hu_hu: Észlelt framerate
it_it: Rileva framerate
pl_pl: Wykryj liczbę klatek na sekundę
pt_pt: Detetar taxa de frames

# #30051
source: Load missing from TMDb
es_es: Descargar lo que falte de TMDb
he_il: קבל חוסרים מ-TMDb
hu_hu: Hiányzó elem betöltése az TMDb-ről
it_it: Scarica mancanti da TMDb
pl_pl: Brakujące z TMDb

# #30053
source: Load missing from TVDb
es_es: Descargar lo que falte de TVDb
he_il: קבל חוסרים מ-TMDb
hu_hu: Hiányzó elem betöltése az TVDb-ről
it_it: Scarica mancanti da TVDb
pl_pl: Brakujące z TVDb

# #30055
source: Show TV Show Fanart in Season and Episode Lists
es_es: Mostrar carátulas de series en listas de temporadas y episodios
he_il: הצג פאנארט סדרות בעונות וברשימות הפרקים
hu_hu: Mutasd a Sorozat fanartot az évad- és epizódlistákban
it_it: Mostra fanart Serie TV negli elenchi Episodi e Stagioni
pl_pl: Pokazuj Fanart serialu w liście sezonów i odcinków
pt_pt: Mostrar Fanart de Série na lista de Temporadas e Episódios

# #30056
source: TVDb incl. Poster
es_es: TVDb incl. póster
he_il: TVDb כולל פוסטר
hu_hu: TVDb poszterrel együtt
it_it: TVDb Poster inclusi
pl_pl: TVDb w tym Plakat

# #30057
source: Wait till PIN Input
es_es: Esperar hasta la introducción del PIN
he_il: חכה עד קלט קוד PIN
hu_hu: Várakozás a PIN beviteléig
it_it: Attendere fino all'inserimento del PIN
pl_pl: Czekaj na wprowadzenie PIN
pt_pt: Aguardar pela introdução do PIN

# #30059
source: Use own user profile
es_es: Usar perfil del usuario
he_il: תשתמש בפרופיל המשתמש שלך
hu_hu: Saját felhasználói profil használata
it_it: Usa il proprio profilo utente
pl_pl: Użyj własnego profilu użytkownika
pt_pt: Usar o próprio perfil de utilizador

# #30062
source: Path
es_es: Ruta
he_il: נתיב
hu_hu: Elérési út
it_it: Percorso
pl_pl: Ścieżka
pt_pt: Caminho

# #30063
source: Create Video Information File
es_es: Crear archivo de información de vídeo
he_il: צור קובץ מידע וידאו
hu_hu: Filminformációs fájl létrehozása
it_it: Crea file di informazioni video
pl_pl: Utwórz plik informacji
pt_pt: Criar ficheiro de informação do vídeo

# #30064
source: Mediasource Movie Title
es_es: Título de la fuente de películas
he_il: שם הסרט Mediasource
hu_hu: Médiaforrás filmcím
it_it: Titolo della sorgente multimediale del Film
pl_pl: Tytuł filmu z źródła

# #30065
source: Mediasource TV Title
es_es: Título de la fuente de series
he_il: שם סדרה Mediasource
hu_hu: Médiaforrás sorozatmcím
it_it: Titolo della sorgente multimediale TV
pl_pl: Tytuł serialu z źródła

# #30066
source: Send video progress to Amazon at least at percent played (0 to disable)
hu_hu: Videó lejátszási helyzet elküldése az Amazonnak, minimum lejátszási százalékban (0 a letiltáshoz)
pl_pl: Wysyłaj postęp odtworzenia wideo do Amazon, gdy procent odtworzenia wyniesie conajmniej w procentach (0, aby wyłączyć)

# #30070
source: Miscellaneous
es_es: Varios
he_il: שונות
hu_hu: Egyebek
it_it: Miscellanee
pl_pl: Różne
pt_pt: Diversos

# #30071
source: Display TV-Show instead of Seasons in Watchlist
es_es: Mostrar series en vez de temporadas en la lista de seguimiento
he_il: הצגת סדרות במקום עונות ברשימת הצפייה
it_it: Mostra Serie TV invece delle Stagioni nella Lista Video
pl_pl: Pokazuj serial zamiast sezonów w obserwowanych
pt_pt: Mostrar Série em vez de Temporada na Lista de Reprodução

# #30072
source: Verbose Logging
es_es: Registro detallado
he_il: רישום בעל פה
hu_hu: Bővített naplózás
it_it: Log dettagliato
pl_pl: Pełne rejestrowanie

# #30073
source: Display Paid Content
es_es: Mostrar contenido de pago
he_il: הצג תוכן בתשלום
it_it: Visualizza contenuti acquistati
pl_pl: Wyświetl płatną zawartość
pt_pt: Mostrar Conteúdo Pago

# #30074
source: Remote Control support
es_es: Soporte de control remoto
he_il: תמיכה בשלט רחוק
hu_hu: Távirányító támogatás
it_it: Supporto per il controllo remoto
pl_pl: Obsługa zdalnego sterowania
pt_pt: Suporte a Controlo Remoto

# #30075
source: UP/DOWN controls Kodi Volume
es_es: ABAJO/ARRIBA controla el volumen en Kodi
he_il: למעלה/למטה פקדי עוצמת הקול בקודי
hu_hu: FEL/LE a Kodi hangerőt állítja
it_it: SU/GIÙ controlla volume di Kodi
pl_pl: GÓRA/DÓŁ steruje głośnością Kodi
pt_pt: CIMA/BAIXO controla volume do Kodi

# #30076
source: Watchlist/Library Order
es_es: Orden de la lista de seguimiento/colección
he_il: סדר רשימת הצפייה או בספריה
hu_hu: Lejátszási lista / Médiatár rendezés
it_it: Ordine Lista Video/Libreria
pl_pl: Kolejność Obserwowanych/Biblioteki
pt_pt: Ordem de Lista de Reprodução/Biblioteca

# #30077
source: Recently Added
es_es: Añadido recientemente
he_il: נוספו לאחרונה
hu_hu: Utoljára hozzáadva
it_it: Aggiunti di recente
pl_pl: Ostatnio dodane
pt_pt: Adicionado Recentemente

# #30078
source: Title Ascending
es_es: Título ascendente
he_il: כותרת בסדר עולה
hu_hu: Cím szerint növekvő
it_it: Titolo ascendente
pl_pl: Tytuł rosnąco
pt_pt: Título ascendente

# #30079
source: Title Descending
es_es: Título descendente
he_il: כותרת בסדר יורד
hu_hu: Cím szerint csökkenő
it_it: Titolo discendente
pl_pl: Tytuł malejąco
pt_pt: Título descendente

# #30080
source: Automatically Watchlist export
es_es: Exportar la lista de seguimiento automáticamente
hu_hu: Automatikus nézett lista exportálás
it_it: Esporta automaticamente Lista Video
pl_pl: Automatycznie eksportuj obserwowane
pt_pt: Exportar lista de reprodução automaticamente

# #30081
source: Intro/Recap scenes processing
es_es: Procesamiento de intros y resúmenes
hu_hu: Bemutató/Emlékeztető:
it_it: Gestione intro/riepiloghi
pl_pl: Przetwarzanie czołówki/podsumowania
pt_pt: Processar cenas de Intro/Recapitulação

# #30082
source: Do nothing
es_es: No hacer nada
hu_hu: Ne tegyen semmit
it_it: Non fare nulla
pl_pl: Nic nie rób
pt_pt: Nenhuma ação

# #30083
source: Show Skip Button
es_es: Mostrar el botón para saltar
hu_hu: Mutassa az átugrás gombot
it_it: Mostra il pulsante di salto
pl_pl: Pokaż przycisk pominięcia
pt_pt: Mostrar botão Saltar

# #30084
source: Autoskip Intro
es_es: Saltar intro automáticamente
hu_hu: Bemutató automatikus átugrása
it_it: Salta l'introduzione in automatico
pl_pl: Pomijaj czołówkę automatycznie
pt_pt: Saltar Intro Automaticamente

# #30085
source: Autoskip Recap
es_es: Saltar resumen automáticamente
hu_hu: Emlékeztető automatikus átugrása
it_it: Salta il riepilogo in automatico
pl_pl: Pomijaj podsumowanie automatycznie
pt_pt: Saltar Recapitulação Automaticamente

# #30086
source: Autoskip All
es_es: Saltar todo automáticamente
hu_hu: mindet átugorja
it_it: Salta entrambi in automatico
pl_pl: Pomijaj wszystko automatycznie
pt_pt: Saltar Todos Automaticamente

# #30087
source: Clear cache
hu_hu: Cache törlése
it_it: Pulizia della cache
pl_pl: Wyczyść cache
pt_pt: Limpar cache

# #30088
source: Clear cached catalog or video data? Video data includes series/season metadata.
hu_hu: Törli a gyorsítótárazott katalógus- vagy videóadatokat? Videóadatok sorozatok/évadok metaadataival együtt
it_it: Pulire la cache del catalogo e dei dati video? I dati video includono metadati di serie/stagioni.
pl_pl: Wyczyścić katalog lub dane wideo w pamięci podręcznej? Dane wideo obejmują metadane serialu/sezonu.
pt_pt: Limpar catálogo em cache ou dados de vídeo? Dados de vídeo incluem metadados de séries/temporadas.

# #30089
source: No
hu_hu: Nem
pl_pl: Nie
pt_pt: Não

# #30090
source: Catalog
hu_hu: Katalógus
it_it: Catalogo
pl_pl: Katalog
pt_pt: Catálogo

# #30091
source: Video data
hu_hu: Videó adat
it_it: Dati video
pl_pl: Dane wideo
pt_pt: Dados de vídeo

# #30092
source: Both
hu_hu: Mindkettő
it_it: Entrambe
pl_pl: Oba
pt_pt: Ambos

# #30093
source: Use Web API (requires restart)
pl_pl: Użyj Web API (wymagany restart)

# #30094
source: Refer to PrimeVideo settings for more options
pl_pl: Więcej opcji znajdziesz w ustawieniach PrimeVideo

# #30095
source: Reset addon home page to default
pl_pl: Zresetuj stronę główną dodatku do ustawień domyślnych

# #30100
source: Library
es_es: Colección
he_il: ספרייה
hu_hu: Médiatár
it_it: Libreria
pl_pl: Biblioteka
pt_pt: Biblioteca

# #30101
source: Toggle Watched State
es_es: Cambiar el estado de visto/no visto
he_il: החלף מצב נצפה
hu_hu: Nézett állapot váltása
it_it: Segna come visto/non visto
pl_pl: Przełącz stan oglądania

# #30102
source: Force Fallback
es_es: Forzar alternativa
he_il: אלץ שיחזור
hu_hu: Erőltetett háttér
it_it: Obbliga Fallback
pl_pl: Wymuś tryb awaryjny
pt_pt: Forçar Fallback

# #30104
source: Movies
es_es: Películas
he_il: סרטים
hu_hu: Filmek
it_it: Film
pl_pl: Filmy
pt_pt: Filmes

# #30107
source: Television
es_es: Televisión
he_il: טלוויזיה
hu_hu: Televíziók
it_it: Televisione
pl_pl: Seriale
pt_pt: Televisão

# #30108
source: Search
es_es: Buscar
he_il: חיפוש
hu_hu: Keresés
it_it: Cerca
pl_pl: Szukaj
pt_pt: Procurar

# #30109
source: Choose Bitrate for Playback
es_es: Elegir la tasa de bits para la reproducción
he_il: בחר קצב סיביות להשמעה
hu_hu: Lejátszási bitráta kiválasztása
it_it: Scegli Bitrate per la riproduzione
pl_pl: Wybierz szybkość transmisji do odtwarzania
pt_pt: Escolher taxa de bits de reprodução

# #30111
source: Continue to Page %s
es_es: Continuar en la página %s
he_il: עבור לדף %s
hu_hu: Folytatás, oldal %s
it_it: Continua a pagina %s
pl_pl: Kontynuuj do strony %s
pt_pt: Continuar para Página %s

# #30112
source: Back to Main Menu
es_es: Volver al menú principal
he_il: חזרה לתפריט הראשי
hu_hu: Vissza a főmenübe
it_it: Ritorna al menù principale
pl_pl: Wróć do Głównego Menu
pt_pt: Voltar ao Menu Principal

# #30113
source: Choose Language for Playback
es_es: Elegir idioma para la reproducción
he_il: בחר שפה עבור הניגון
hu_hu: Nyelvválasztás a lejátszáshoz
it_it: Scegli la lingua per la riproduzione
pl_pl: Wybierz język dla odtwarzania
pt_pt: Escolher Idioma de Reprodução

# #30114
source: Choose Stream Quality:
es_es: Elegir calidad de transmisión:
he_il: בחר איכות הזרמה:
hu_hu: Stream minőség kiválasztás:
it_it: Scegli la qualità dello Stream:
pl_pl: Wybierz jakość streamu:
pt_pt: Escolher Qualidade do Stream

# #30115
source: Available Languages:
es_es: Idiomas disponibles:
he_il: שפות זמינות:
hu_hu: Elérhető nyelvek:
it_it: Lingue disponibili:
pl_pl: Dostępne języki:
pt_pt: Idiomas Disponíveis:

# #30120
source: PIN (empty for no restriction)
es_es: PIN (en blanco significa sin restricciones)
he_il: קוד PIN (ריק = ללא הגבלה)
hu_hu: PIN (ha üres nincs korlátozva)
it_it: PIN (vuoto per nessuna restrizione)
pl_pl: PIN (pusty dla braku ograniczeń
pt_pt: PIN (deixar vazio para não ter restrições)

# #30121
source: PIN Request at
es_es: Solicitud de PIN en
he_il: קוד PIN מתבקש ב-
hu_hu: PIN-kérés
it_it: Richiesta PIN a
pl_pl: Żądanie PIN w
pt_pt: PIN requisitado a

# #30122
source: Apply
es_es: Aplicar
he_il: החל
hu_hu: Alkalmaz
it_it: Applica
pl_pl: Zaakceptuj
pt_pt: Aplicar

# #30123
source: Cancel
es_es: Cancelar
he_il: בטל
hu_hu: Törlés
it_it: Annulla
pl_pl: Anuluj
pt_pt: Cancelar

# #30127
source: No content found
es_es: No se ha encontrado contenido
he_il: לא נמצא תוכן
hu_hu: Tartalom nem található
it_it: Nessun contenuto trovato
pl_pl: Nie znaleziono treści
pt_pt: Conteúdo não encontrado

# #30130
source: Add User…
es_es: Añadir usuario…
hu_hu: Felhasználó hozzáadása…
it_it: Aggiungi utente…
pl_pl: Dodaj użytkownika…
pt_pt: Adicionar Utilizador…

# #30131
source: Delete User…
es_es: Borrar usuario…
hu_hu: Felhasználó törlése…
it_it: Rimuovi utente…
pl_pl: Usuń użytkownika…
pt_pt: Apagar Utilizador…

# #30132
source: Rename User
es_es: Cambiar el nombre de usuario
hu_hu: Felhasználó átnevezése
it_it: Rinomina utente
pl_pl: Przemianuj użytkownika
pt_pt: Renomear Utilizador

# #30133
source: Choose User
es_es: Elegir usuario
hu_hu: Felhasználó kiválasztása
it_it: Cambia utente
pl_pl: Wybierz użytkownika
pt_pt: Escolher Utilizador

# #30134
source: Current User: {0}
es_es: Usuario actual: {0}
hu_hu: Aktuális Felhasználó: (0)
it_it: Utente attivo: {0}
pl_pl: Aktualny użytkownik {0}
pt_pt: Utilizador Atual: {0}

# #30135
source: Display Name
es_es: Nombre en pantalla
hu_hu: Név mutatása
it_it: Nome identificativo
pl_pl: Wyświetlana nazwa
pt_pt: Mostrar Nome

# #30136
source: Recently watched
es_es: Visto recientemente
hu_hu: Utoljára hozzáadva
it_it: Visti di recente
pl_pl: Ostatnio oglądane
pt_pt: Vistos Recentemente

# #30143
source: All Movies
es_es: Todas las películas
he_il: כל הסרטים
hu_hu: Minden film
it_it: Tutti i Film
pl_pl: Wszystkie filmy
pt_pt: Todos os Filmes

# #30160
source: All Shows
es_es: Todas las series
he_il: כל הסדרות
hu_hu: Minden sorozat
it_it: Tutte le Serie
pl_pl: Wszystkie seriale
pt_pt: Todas as Séries

# #30165
source: Movie
es_es: Película
he_il: סרט
hu_hu: Film
it_it: Film
pl_pl: Film
pt_pt: Filme

# #30166
source: Show
es_es: Serie
he_il: להציג
hu_hu: Sorozat
it_it: Serie
pl_pl: Serial
pt_pt: Série

# #30167
source: Season
es_es: Temporada
he_il: עונה
hu_hu: Évad
it_it: Stagioni
pl_pl: Sezon
pt_pt: Temporada

# #30168
source: Year
es_es: Año
he_il: שנה
hu_hu: Év
it_it: Anno
pl_pl: Rok
pt_pt: Ano

# #30169
source: Specials
es_es: Especiales
he_il: מיוחדים
hu_hu: Különlegességek
it_it: Speciali
pl_pl: Specjalne
pt_pt: Especiais

# #30171
source: Unrated
es_es: Sin valoración
he_il: לא מדורג
hu_hu: Nem értékelt
it_it: Non classificato
pl_pl: nieoceniony
pt_pt: Sem classificação

# #30173
source: Episode
es_es: Episodio
he_il: פרק
hu_hu: Epizód
it_it: Episodio
pl_pl: Epizod
pt_pt: Episódio

# #30174
source: Event
pl_pl: Wydarzenie

# #30180
source: Add %s to Watchlist
es_es: Añadir %s a la lista de seguimiento
he_il: הוסף את %s לרשימת הצפייה
hu_hu: Hozzáad a %s lejátszási listához
it_it: Aggiungi %s alla Lista Video
pl_pl: Dodaj %s do Obserwowanych
pt_pt: Adicionar %s à Lista de Reprodução

# #30181
source: Remove %s from Watchlist
es_es: Eliminar %s de la lista de seguimiento
he_il: הסר את %s מרשימת הצפייה
hu_hu: Töröl a %s lejátszási listából
it_it: Rimuovi %s dalla Lista Video
pl_pl: Usuń %s z Obserwowanych
pt_pt: Remover %s da Lista de Reprodução
