Repository: Sandmann79/xbmc
Catalog: plugin.video.amazon-test/resources/language/resource.language.*/strings.po
Languages: es_es, he_il, hu_hu, it_it, pl_pl, pt_pt

# #30182
source: Go to TV-Show
es_es: Ir a la serie
he_il: עבור לסדרות
hu_hu: Sorozathoz ugrás
it_it: Vai alla Serie TV
pl_pl: Idź do serialu
pt_pt: Ir para Série

# #30183
source: Get Similarities
es_es: Obtener parecidos
he_il: השג דומים
hu_hu: Hasonlóak
it_it: Trova simili
pl_pl: Znajdź podobne
pt_pt: Obter semelhantes

# #30185
source: Export %s
es_es: Exportar %s
he_il: ייצוא %s
hu_hu: Exportál %s
it_it: Esporta %s
pl_pl: Eksportuj %s
pt_pt: Exportar %s

# #30186
source: Update Library
es_es: Actualizar colección
he_il: עדכן ספרייה
hu_hu: Médiatár frissítése
it_it: Aggiorna libreria
pl_pl: Aktualizuj bibliotekę
pt_pt: Atualizar Biblioteca

# #30187
source: Source folders added/changed
es_es: Carpetas de fuentes añadidas/cambiadas
he_il: תיקיות המקור נוספו או שונו
hu_hu: Forrásmappák hozzáadva/módosítva
it_it: Cartelle di origine aggiunte/modificate
pl_pl: Dodano/zmieniono foldery źródłowe
pt_pt: Pastas adicionadas/alteradas

# #30188
source: To complete the setup restart Kodi and set the content type of added folders.
es_es: Para completar la configuración reinicia Kodi y establece el tipo de contenido para las carpetas añadidas.
hu_hu: A beállítás befejezéséhez indítsa újra a Kodit, és állítsa be a hozzáadott mappák tartalomtípusát.
it_it: Per completare l'installazione riavvia Kodi e imposta il tipo di contenuto delle cartelle aggiunte.
pl_pl: Aby zakończyć instalację, uruchom ponownie Kodi i ustaw typ zawartości dodawanych folderów.
pt_pt: Para completar a instalação reinicie o Kodi e defina o tipo de conteúdo das pastas adicionadas.

# #30191
source: Restart
es_es: Reiniciar
he_il: הפעלה מחדש
hu_hu: Újraindítás
it_it: Riavvia
pl_pl: Uruchom ponownie
pt_pt: Reiniciar

# #30192
source: Do you want to restart Kodi now?
es_es: ¿Quieres reiniciar Kodi ahora?
he_il: האם ברצונך להפעיל מחדש את קודי עכשיו?
hu_hu: Kodi újraindítása most?
it_it: Vuoi riavviare Kodi adesso?
pl_pl: Czy chesz ponownie uruchomić Kodi?
pt_pt: Deseja reiniciar o Kodi agora?

# #30193
source: Skip Intro
es_es: Saltar Intro
hu_hu: Bevezető átugrása
it_it: Salta l'introduzione
pl_pl: Pomiń czołówkę
pt_pt: Saltar Intro

# #30194
source: Skip Recap
es_es: Saltar Resumen
hu_hu: Emlékeztető átugrása
it_it: Salta il riassunto
pl_pl: Pomiń podsumowanie
pt_pt: Saltar Recapitulação

# #30195
source: Skipping Scene…
es_es: Saltando Escena…
hu_hu: Átugrott jelenet…
it_it: Salto in corso…
pl_pl: Pomiń scenę…
pt_pt: Saltar Cena…

# #30196
source: Dump JSON replies
it_it: Salva le risposte JSON
pl_pl: Zapisz odpowiedzi JSON

# #30197
source: Dump collisions
hu_hu: Dump JSON válasz
it_it: Salva le collisioni
pl_pl: Zapisz kolizje

# #30198
source: Browser or Script not found. Please check settings.
es_es: Navegador o script no encontrado. Por favor, comprueba los ajustes.
he_il: לא נמצא דפדפן או סקריפט. נא בדוק את הגדרות.
hu_hu: A böngésző vagy a szkript nem található. Kérjük, ellenőrizze a beállításokat.
it_it: Browser o script non trovato. Per favore controlla le impostazioni.
pl_pl: Nie znaleziono przeglądarki lub skryptu. Sprawdź ustawienia.
pt_pt: Navegador ou Script não encontrado. Verifique as definições.

# #30200
source: Login Error
es_es: Error al iniciar sesión
he_il: התחבר
hu_hu: Bejelentkezési hiba
it_it: Errore di login
pl_pl: Błąd logowania
pt_pt: Erro ao iniciar sessão

# #30201
source: Wrong Email Adress or Password
es_es: Dirección de e-mail o contraseña incorrecta
he_il: כתובת אי-מייל שגויה או סיסמה
hu_hu: Rossz email cím vagy jelszó
it_it: Indirizzo e-Mail o password errati
pl_pl: Błędny adres email lub hasło
pt_pt: Email ou senha inválidos

# #30202
source: No Search Results
es_es: No hay resultados en la búsqueda
he_il: אין תוצאות חיפוש
hu_hu: Nincs találat
it_it: Nessun risultato di ricerca
pl_pl: Brak wyników wyszukiwania
pt_pt: Sem Resultados.

# #30203
source: Unable to Play
es_es: No se puede reproducir
he_il: אין אפשרות לנגן
hu_hu: Nem játszható le
it_it: Impossibile riprodurre
pl_pl: Odtwarzanie niemożliwe
pt_pt: Impossível Reproduzir

# #30204
source: Invalid Request
es_es: Solicitud inválida
he_il: בקשה לא תקינה
hu_hu: Hibás lekérdezés
it_it: Richiesta non valida
pl_pl: Zapytanie zakończone niepowodzeniem
pt_pt: Pedido Inválido

# #30205
source: Playback Limit reached, try again later
es_es: Se ha llegado al límite de reproducción, inténtalo más tarde
he_il: הגעת למגבלת ניגון. נסה שוב מאוחר יותר
hu_hu: Lejátszási limit elérve, próbálja később
it_it: Raggiunto limite riproduzione, riprova più tardi
pl_pl: Osiągnięto limit odtwarzania, proszę spróbować później
pt_pt: Limite de Reprodução alcançado. Tente mais tarde

# #30206
source: Product not purchased
es_es: Producto no comprado
he_il: המוצר לא נרכש
hu_hu: Nincs megvásárolva
it_it: Prodotto non acquistato
pl_pl: Produkt nie został nabyty
pt_pt: Produto não comprado

# #30207
source: This Video is unavailable in your Country
es_es: Este vídeo no está disponible en tu país
he_il: וידאו זה אינו זמין במדינה שלך
hu_hu: Ez a videó nem érhető el az Ön országában
it_it: Questo Video non è disponibile nel tuo paese
pl_pl: To wideo nie jest dostępne w Twoim kraju
pt_pt: Este vídeo não está disponivel no seu país

# #30208
source: Playback currently not possible, try again later
es_es: No se puede reproducir en este momento, inténtalo más tarde
he_il: הניגון אינו אפשרי כרגע, נסה שוב מאוחר יותר
hu_hu: Lejátszás nem lehetséges, próbálja később
it_it: Riproduzione al momento non possibile, riprova più tardi
pl_pl: Odtwarzanie jest teraz niemożliwe, spróbuj ponownie później
pt_pt: Impossível reproduzir momentaneamente. Tente mais tarde

# #30209
source: Unknown
es_es: Desconocido
he_il: לא ידוע
hu_hu: Ismeretlen
it_it: Sconosciuto
pl_pl: Nieznane:
pt_pt: Desconhecido

# #30210
source: Please remove Credentials and Cookie in Settings
es_es: Por favor, elimina las credenciales y la cookie en los ajustes
he_il: אנא הסר את האישורים והעוגיות בהגדרות
hu_hu: Kérjük, távolítsa el a hitelesítési adatokat és a cookie-kat a Beállításokban
it_it: Rimuovere credenziali e cookie dalle impostazioni
pl_pl: Usuń dane logowania i pliki cookie w ustawieniach
pt_pt: Remova as credenciais e Cookie nas definições

# #30211
source: Credentials and Cookie(s) removed
es_es: Credenciales y cookie(s) eliminadas
he_il: האישורים והעוגיות הוסרו
hu_hu: Hitelesítési adatok és a cookie-k törölve
it_it: Credenziali e cookie rimossi
pl_pl: Dane logowania i pliki cookie usunięte
pt_pt: Credenciais e Cookie(s) removidas

# #30212
source: Captcha Request, please change IP or try again later
es_es: Solicitud de verificación humana, por favor, cambia la IP o inténtalo de nuevo más tarde
he_il: בקשה לאימות, נא לשנות IP או נסה שוב מאוחר יותר
hu_hu: Captcha kérés, módosítsa az IP-címet, vagy próbálja újra később
it_it: Richiesta Captcha, cambia IP o prova più tardi
pl_pl: Wymagana Captcha, zmień adres IP lub spróbuj ponownie później
pt_pt: Pedido de Captcha. Altere o seu IP ou tente mais tarde

# #30213
source: Unknown Error, please enable advanced debugging in settings, sign in again and check the login-*.log files from the {} folder.
pl_pl: Nieznany błąd, włącz zaawansowane debugowanie w ustawieniach, zaloguj się ponownie i sprawdź pliki login-*.log z {} folderu.

# #30214
source: Wrong Code
es_es: Código incorrecto
he_il: קוד שגוי
hu_hu: Hibás kód
it_it: Codice errato
pl_pl: Zły kod
pt_pt: Código Inválido

# #30215
source: Login successful
es_es: Inicio de sesión completado
he_il: התחברת בהצלחה
hu_hu: Bejelentkezés sikeres
it_it: Accesso riuscito
pl_pl: Udane logowanie
pt_pt: Sessão iniciada com sucesso

# #30216
source: No credentials present, please go to Settings-Connection and sign in
es_es: No hay credenciales, por favor, ve a Ajustes-Conexión e inicia sesión
he_il: אין אישורים, אנא עבור להגדרות חיבור, ותתחבר
hu_hu: Nincsenek hitelesítési adatok, lépjen a Beállítások-Kapcsolat menüpontra, és jelentkezzen be
it_it: Credenziali non trovate, vai in Impostazioni > Connessione ed effettua l'accesso
pl_pl: Brak danych logowania, przejdź do Ustawienia-Połączenie i zaloguj się
pt_pt: Credenciais inexistentes. Vá a Definições, Ligação e inicie sessão

# #30217
source: No stream hoster reachable
es_es: No se puede conectar con el servidor
he_il: מארח ההזרמה לא נגיש
hu_hu: Nem érhető el tartalomszolgáltató
it_it: Nessun host raggiungibile per lo streaming
pl_pl: Brak dostępnego hosta transmisji
pt_pt: Nenhum host de stream alcançável.

# #30219
source: Unable to retrieve Amazon's territorial configuration.
es_es: No es posible obtener la configuración territorial de Amazon.
hu_hu: Nem sikerült lekérni az Amazon területi konfigurációját.
it_it: Impossibile recuperare la configurazione territoriale di Amazon.
pl_pl: Nie można pobrać konfiguracji regionalnej Amazon.
pt_pt: Impossível verificar configuração territorial da Amazon.

# #30242
source: Page {}
es_es: Página {}
hu_hu: Oldal {}
it_it: Pagina {}
pl_pl: Strona {}
pt_pt: Página {}

# #30243
source: Pagination
es_es: Paginación
hu_hu: Oldalszámozás
it_it: Paginazione
pl_pl: Stronnicowanie
pt_pt: Paginação

# #30244
source: Everything
es_es: Todo
hu_hu: Minden
it_it: Tutto
pl_pl: Wszystko
pt_pt: Tudo

# #30248
source: Proxy MPD alteration
es_es: Modificación en el Proxy MPD
hu_hu: Proxy MPD módosítása
it_it: Proxy di modifica MPD
pl_pl: Zmiana proxy MPD
pt_pt: Alteração da Proxy MPD

# #30249
source: Prefer episode thumbnails to posters
es_es: Preferir miniaturas de episodios a pósteres
hu_hu: Sorozat bélyegkép használata poszter helyett
it_it: Preferire anteprime episodio ai poster
pl_pl: Preferuj miniatury odcinków
pt_pt: Preferir miniaturas de episódio a posters

# #30252
source: Loading page {0}…
es_es: Cargando página {0}…
hu_hu: Oldal betöltése {0}
it_it: Caricamento pagina {0}…
pl_pl: Ładowanie strony {0}…
pt_pt: A carregar página {0}…

# #30253
source: {0} seasons available
pl_pl: {0} sezon dostępny
pt_pt: {0} temporadas disponíveis

# #30254
source: userinput.exe not found
es_es: No se encuentra userinput.exe
hu_hu: userinput.exe nem található
it_it: userinput.exe non trovato
pl_pl: userinput.exe nie znalezione
pt_pt: userinput.exe não encontrado

# #30255
source: Please download it from GitHub and manually install it in the addon directory
es_es: Por favor, descárgalo de GitHub e instálalo manualmente en el directorio del complemento
hu_hu: Kérjük, töltse le a GitHubról, és telepítse manuálisan a kiegészítők közé
it_it: Scaricalo da GitHub e installalo manualmente nella directory dell'addon
pl_pl: Pobierz z GitHub i ręcznie zainstaluj w katalogu dodatków
pt_pt: Descarregue-o do GitHub e instale manualmente na pasta addon

# #30256
source: Error: servers returned no content (check logs for more information)
es_es: Error: los servidores no han enviado ningún contenido (comprueba los registros para más información)
hu_hu: Hiba: a szerverek nem adtak vissza tartalmat (további információért ellenőrizze a naplókat)
it_it: Errore: nessun contenuto fornito dai server (controllare i log per maggiori informazioni)
pl_pl: Błąd: serwery nie zwróciły żadnej treści (sprawdź logi, aby uzyskać więcej informacji)
pt_pt: Erro: os servidores não devolveram conteúdo (verifique logs para mais informações)

# #30257
source: Catalog cache expiration time
es_es: Tiempo para expirar la cache
hu_hu: katalógus gyorsítótár lejárati ideje
it_it: Permanenza del catalogo nella cache
pl_pl: Czas wygaśnięcia pamięci podręcznej
pt_pt: Validade do Catálogo em cache

# #30258
source: 1 hour
es_es: 1 hora
hu_hu: 1 óra
it_it: 1 ora
pl_pl: 1 godzina
pt_pt: 1 hora

# #30259
source: 6 hours
es_es: 6 horas
hu_hu: 6 óra
it_it: 6 ore
pl_pl: 6 godzin
pt_pt: 6 horas

# #30260
source: 12 hours
es_es: 12 horas
hu_hu: 12 óra
it_it: 12 ore
pl_pl: 12 godzin
pt_pt: 12 horas

# #30261
source: 1 day
es_es: 1 día
hu_hu: 1 nap
it_it: 1 giorno
pl_pl: 1 dzień
pt_pt: 1 dia

# #30262
source: 3 days
es_es: 3 días
hu_hu: 3 nap
it_it: 3 giorni
pl_pl: 3 dni
pt_pt: 3 dias

# #30263
source: 7 days
es_es: 7 días
hu_hu: 7 nap
it_it: 7 giorni
pl_pl: 7 dni
pt_pt: 7 dias

# #30264
source: 15 days
es_es: 15 días
hu_hu: 15 nap
it_it: 15 giorni
pl_pl: 15 dni
pt_pt: 15 dias

# #30265
source: 30 days
es_es: 30 días
hu_hu: 30 nap
it_it: 30 giorni
pl_pl: 30 dni
pt_pt: 30 dias

# #30266
source: Login credentials invalid, please login again.
hu_hu: A bejelentkezési adatok érvénytelenek, kérjük, jelentkezzen be újra.
pl_pl: Dane logowania są nieprawidłowe, zaloguj się ponownie.
pt_pt: Credenciais inválidas. Inicie sessão novamente.

# #30267
source: Next page…
pl_pl: Następna strona...

# #30268
source: Refresh
pl_pl: Odśwież

# #30269
source: Not available, enable WebAPI to use this future
pl_pl: Niedostępne, włącz WebAPI, aby korzystać z tego w przyszłości

# #30270
source: No additional languages available
pl_pl: Brak dostępnych dodatkowych języków

# #30271
source: Set as default addon home page
pl_pl: Ustaw jako domyślną stronę główną dodatku

# #30272
source: You are using an Android device that is not yet registered with Amazon, so at most HD playback is possible. In order to register this device and thus use the UHD playback, they must log in again in the addon with their Amazon credentials. This message will be displayed once.
pl_pl: Używasz urządzenia z Androidem, które nie jest jeszcze zarejestrowane w Amazon, więc możliwe jest co najwyżej odtwarzanie HD. Aby zarejestrować to urządzenie i tym samym korzystać z odtwarzania UHD, musisz ponownie zalogować się w dodatku przy użyciu swoich danych uwierzytelniających Amazon. Ta wiadomość zostanie wyświetlona raz.

# #30273
source: Data Source
pl_pl: Źródło danych

# #30274
source: Log HTTP response content
pl_pl: Rejestruj treść odpowiedzi HTTP

# #30275
source: Create Logfiles archive
pl_pl: Utwórz archiwum plików dziennika

# #30276
source: Clear Logfiles
pl_pl: Wyczyść pliki dziennika

# #30277
source: Register device for 4K playback
pl_pl: Zarejestruj urządzenie do odtwarzania 4K

# #30278
source: PrimeVideo error
pl_pl: Błąd PrimeVideo

# #30279
source: Unable to find the navigation menu for {}.{}
pl_pl: Nie można znaleźć menu nawigacyjnego dla {}.{}

# #30280
source: This error often occurs with primevideo users when the register device for 4K setting is enabled. Please disable this setting and log in again. Ten błąd często występuje u użytkowników primevideo, gdy włączone jest ustawienie zarejestruj urządzenie dla 4K.
pl_pl: Archiwum utworzone w {}

# #30034
source: Subtitles
es_es: Subtítulos
hu_hu: Feliratok
it_it: Sottotitoli
pt_pt: Legendas

# #30060
source: Export
es_es: Exportar
he_il: יצוא
hu_hu: Exportálás
it_it: Esporta
pt_pt: Exportar

# #30061
source: Custom Export Folder
es_es: Carpeta de exportación personalizada
he_il: תיקיית ייצוא מותאמת אישית
hu_hu: Saját mappa az exportáláshoz
it_it: Cartella esportazione personalizzata
pt_pt: Exportar para Pasta Personalizada

# #30184
source: Remove {} from List
es_es: Eliminar {} de la lista
hu_hu: Törlés {} a listából
it_it: Rimuovi {} dalla Lista
pt_pt: Remover {} da Lista

# #30245
source: Watchlist
es_es: Lista de seguimiento
hu_hu: Lejátszási lista
it_it: Lista Video
pt_pt: Lista de Reprodução

# #30246
source: Collections
es_es: Colecciones
hu_hu: Gyűjtemények
it_it: Elenchi
pt_pt: Coleções

# #30247
source: Search
es_es: Búsqueda
hu_hu: Keresés
it_it: Ricerca
pt_pt: Procurar

# #30251
source: Connection error
es_es: Error de conexión
hu_hu: Csatlakozási hiba
it_it: Errore di connessione
pt_pt: Erro de ligação

# #30199
source: Raw
it_it: Grezzi

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence – please check with your local laws before installing. This Addon uses pyDes by Todd Whiteman
es_es: Algunas partes de este complemento podrían no ser legales en tu país de residencia - por favor, consulta tu legislación antes de instalarlo. Este complemento usa pyDes de Todd Whiteman
he_il: ייתכן ועל פי החוק חלקים מסוימים של התוכן אינן מותרים לצפייה במחוז מגוריך - אנא בדוק עם החוקים המקומיים לפני התקנת. ההרחבה משתמשת ב- pyDes שנוצר על ידי טוד וייטמן

# #30002
source: Email Adress
es_es: Dirección de e-mail
he_il: כתובת אי-מייל

# #30020
source: Enable DRM check
es_es: Activar comprobación de DRM
he_il: אפשר בדיקתDRM

# #30213
source: Unknown Error, please enable advanced debugging in settings and check avod-login.log/avod-login-si.log/avod-login-mfa.log
es_es: Error desconocido, por favor, activa la depuración avanzada en los ajustes y comprueba el archivo avod-login.log/avod-login-si.log/avod-login-mfa.log
he_il: שגיאה לא ידועה, נא לאפשר איתור באגים מתקדם בהגדרות וסמנו avod-login.log/avod-login-si.log/avod-login-mfa.log

# #30218
source: Due changes at Amazon's DRM encryption, it's not possible to use Inputstream for this video. Please configure the fallback option in Settings, to use another Playback method.
es_es: Debido a cambios en el cifrado DRM de Amazon, no es posible usar InputStream para este vídeo. Por favor, establece una alternativa en Ajustes para usar otro método de reproducción.
he_il: בשל השינויים בהצפנת ה-DRM של אמזון, זה לא ניתן להשתמש Inputstream עבור וידאו זה. נא להגדיר את אפשרות השיחזור בהגדרות, כדי להשתמש בשיטת השמעה אחרת.

# #30253
source: {0} seasons
es_es: {0} temporadas

# #30046
source: PIN
he_il: קוד PIN

# #30050
source: Amazon
he_il: אמזון
