Repository: Sandmann79/xbmc
Catalog: plugin.video.amazon-test/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Amazon Prime Video Streaming
german: Amazon Prime Instant Video

# Addon Description
source: Movies and Television Shows for Prime Members
german: Filme und Serien für Amazon Prime Mitglieder

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence - please check with your local laws before installing. This Addon uses pyDes by Todd Whiteman
german: Möglicherweise sind einge Teile dieses Addons in Ihrem Land illegal, Sie sollten dies unbedingt vor der Installation überprüfen. Diese Addon verwendet pyDes von Todd Whiteman

# #30001
source: Amazon Account
german: Amazon Zugangsdaten

# #30002
source: Email Adress
german: E-Mail Adresse

# #30003
source: Password
german: Passwort

# #30004
source: Stream Bitrate (0 - Ask)
german: Stream Bitrate (0 - Fragen)

# #30005
source: Enable Subtitles
german: Untertitel aktivieren

# #30006
source: Store Credentials instead of using the Cookie?
german: Anstelle des Cookies, Zugangsdaten speichern?

# #30007
source: Remove Credentials and Cookie
german: Zugangsdaten und Cookie entfernen

# #30008
source: Sign In...
german: Anmelden...

# #30011
source: General
german: Allgemein

# #30012
source: Playback with
german: Wiedergabemethode

# #30013
source: Inputstream Addon Settings...
german: Inputstream Addon Einstellungen...

# #30014
source: Logged in as
german: Angemeldet als

# #30015
source: Views
german: Ansicht

# #30016
source: Movie Fanart Source
german: Film-Fanart Quelle

# #30017
source: TV Show Fanart Source
german: Serien-Fanart Quelle

# #30018
source: Age restrictions...
german: Altersbeschränkungen...

# #30019
source: Prefered Host
german: Bevorzugter Host

# #30023
source: Thumbnail
german: Vorschau

# #30025
source: List
german: Liste

# #30029
source: Movie View
german: Film Ansicht

# #30030
source: Show View
german: Serien Ansicht

# #30031
source: Season View
german: Staffel Ansicht

# #30032
source: Episode View
german: Episoden Ansicht

# #30033
source: Custom
german: Benutzerdefiniert

# #30034
source: Big List
german: Große Liste

# #30035
source: Enable Views
german: Ansichten aktivieren

# #30037
source: Disable SSL Certificate Verification
german: SSL-Zertifikatsüberprüfung deaktivieren

# #30038
source: Connection
german: Verbindung

# #30039
source: Items Per Page
german: Elemente pro Seite

# #30041
source: Enable Fullscreen Video
german: Vollbild aktivieren

# #30042
source: Browser Kiosk Mode
german: Browser Kiosk Modus

# #30043
source: Use custom Browser path
german: Benutzerdefinierter Browserpfad

# #30044
source: Wait till Fullscreen (sec)
german: Wartezeit für Vollbild (sek)

# #30045
source: Automatic PIN Input
german: Automatische PIN Eingabe

# #30047
source: Wait after PIN Input
german: Wartezeit nach PIN Eingabe

# #30048
source: Script path
german: Scriptpfad

# #30049
source: Detect Framerate
german: Framerate ermitteln

# #30051
source: Load missing from TMDb
german: Fehlende von TMDb

# #30052
source: TMDb
german: Komplett von TMDb

# #30053
source: Load missing from TVDb
german: Fehlende von TVDb

# #30054
source: TVDb
german: Komplett von TVDb

# #30055
source: Show TV Show Fanart in Season and Episode Lists
german: Serien-Fanart in der Staffel- und Episodenliste anzeigen

# #30056
source: TVDb incl. Poster
german: TVDb inkl. Poster

# #30057
source: Wait till PIN Input
german: Wartezeit bis PIN Eingabe

# #30059
source: Use own user profile
german: Eigenes Nutzerprofil verwenden

# #30060
source: Library
german: Bibliothek

# #30061
source: Custom Library Folder
german: Eigener Bibliothekordner

# #30062
source: Path
german: Pfad

# #30063
source: Create Video Information File
german: Videoinfo-Datei erstellen

# #30070
source: Miscellaneous
german: Verschiedenes

# #30071
source: Display TV-Show instead of Seasons in Watchlist
german: Serie anstelle von Staffeln in der Watchlist anzeigen

# #30072
source: Verbose Logging
german: Ausführliches Logging

# #30073
source: Display Paid Content
german: Bezahlinhalte anzeigen

# #30074
source: Remote Control support
german: Remote-Steuerung zulassen

# #30080
source: Choose Country
german: Land auswählen

# #30081
source: Germany
german: Deutschland

# #30082
source: United Kingdom
german: Großbritannien

# #30100
source: Library
german: Bibliothek

# #30101
source: Toogle Watched State
german: Gesehen Status ändern

# #30104
source: Movies
german: Filme

# #30107
source: Television
german: Serien

# #30108
source: Search
german: Suchen

# #30109
source: Choose Bitrate for Playback
german: Bitrate auswählen und wiedergeben

# #30111
source: Continue to Page %s
german: Weiter zu Seite %s

# #30112
source: Back to Main Menu
german: Zurück zum Hauptmenü

# #30113
source: Choose Language for Playback
german: Sprache auswählen und wiedergeben

# #30114
source: Choose Stream Quality:
german: Stream Qualität auswählen:

# #30115
source: Available Languages:
german: Verfügbare Sprachen:

# #30120
source: PIN (empty for no restriction)
german: PIN (leer für keine Abfrage)

# #30121
source: PIN Request at
german: PIN Abfrage ab

# #30122
source: Apply
german: Anwenden

# #30123
source: Cancel
german: Abbrechen

# #30127
source: No content found
german: Keine Inhalte gefunden

# #30143
source: All Movies
german: Alle Filme

# #30160
source: All Shows
german: Alle Serien

# #30165
source: Movie
german: Film

# #30166
source: Show
german: Serie

# #30167
source: Season
german: Staffel

# #30168
source: Year
german: Jahr

# #30169
source: Specials
german: Spezial

# #30171
source: Unrated
german: Ungeprüft

# #30180
source: Add %s to Watchlist
german: %s zur Watchlist hinzufügen

# #30181
source: Remove %s from Watchlist
german: %s aus Watchlist entfernen

# #30182
source: Go to TV-Show
german: Zur Serie wechseln

# #30183
source: Get Similarities
german: Ähnliche anzeigen

# #30185
source: Export %s
german: %s exportieren

# #30186
source: Update Library
german: Bibliothek aktualisieren

# #30187
source: Source folders added/changed
german: Amazon Video-Quellen hinzugefügt/geändert

# #30188
source: To complete the setup:
german: Zum Abschluß des Setups:

# #30189
source: 1) Restart Kodi
german: 1) XBMC/Kodi neustarten

# #30190
source: 2) Set the content type of added folders
german: 2) den Inhalt der Ordner festlegen

# #30191
source: Restart
german: Neustart

# #30192
source: Do you want to restart Kodi now?
german: Soll der XBMC/Kodi neugestartet werden?

# #30198
source: Browser or Script not found. Please check settings.
german: Browser oder Skript nicht gefunden. Bitte Einstellungen überprüfen.

# #30200
source: Login Error
german: Fehler bei der Anmeldung

# #30201
source: Wrong Email Adress or Password
german: E-Mail Adresse oder Passwort falsch

# #30202
source: No Search Results
german: Keine Suchergebnisse

# #30203
source: Unable to Play
german: Wiedergabe nicht möglich

# #30204
source: Invalid Request
german: Anfrage fehlgeschlagen

# #30205
source: Playback Limit reached, try again later
german: Wiedergabelimit erreicht, später erneut versuchen

# #30206
source: Product not purchased
german: Produkt nicht erworben

# #30207
source: This Video is unavailable in your Country
german: Dieses Video ist in Ihren Land nicht verfügbar

# #30208
source: Playback currently not possible, try again later
german: Wiedergabe momentan nicht möglich, später erneut versuchen

# #30209
source: Unknown
german: Unbekannt

# #30210
source: Please remove Credentials and Cookie in Settings
german: Bitte Zugangsdaten und Cookie in den Einstellungen löschen

# #30211
source: Credentials and Cookie(s) removed
german: Zugangsdaten und Cookie(s) entfernt

# #30212
source: Captcha Request, please change IP or try again later
german: Captcha Abfrage, bitte IP ändern oder später erneut versuchen

# #30213
source: Unknown Error, please check amazon-vod-login.log
german: Unbekannter Fehler, bitte amazon-vod-login.log prüfen

# #30214
source: Wrong Code
german: Falscher Code

# #30215
source: Login successful
german: Anmeldung erfolgreich

# #30216
source: No credentials present, please go to Settings-Connection and sign in
german: Keine Zugangsdaten, bitte unter Einstellungen-Verbindung anmelden

# #30217
source: No stream hoster reachable
german: Kein Stream Hoster verfügbar

# #30218
source: Due changes at Amazon's DRM encryption, it's not possible to use Inputstream for this video. Please configure the fallback option in Settings, to use another Playback method.
german: Wegen Änderung von Amazon's DRM Verschlüsselung, ist es nicht möglich dieses Video mittels Inputstream wiederzugeben. Bitte eine alternative Wiedergabemethode in den Einstellungen unter Fallback konfigurieren.
