Repository: Sandmann79/xbmc
Catalog: plugin.program.browser.launcher/resources/language/reource.language.*/strings.po
Languages: de_de

# #30001
source: Add Website
de_de: Website hinzufügen

# #30002
source: Remove Website
de_de: Website entfernen

# #30003
source: Title
de_de: Titel

# #30005
source: Browser not found
de_de: Browser nicht gefunden

# #30006
source: Edit Website Settings
de_de: Website Einstellungen ändern

# #30009
source: Stop XBMC playback?
de_de: XBMC Wiedergabe stoppen?

# #30010
source: Use custom Browser/script path
de_de: Benutzerdefinierten Browser/Skript Pfad nutzen

# #30011
source: Browser/script path
de_de: Browser/Skript Pfad

# #30012
source: Use own user profile (Chrome, Firefox, Opera)
de_de: Eigenes Nutzerprofil nutzen (Chrome, Firefox, Opera)

# #30013
source: Webbrowser
de_de: Vollbildmodus verwenden?

# #30016
source: Use kiosk mode?
de_de: Vordefinierter Browser

# #30017
source: Custom Browser
de_de: Prozess Priorität

# #30018
source: Process Priority
de_de: Niedrig

# #30021
source: Below Normal
de_de: Niedriger als normal

# #30023
source: Above Normal
de_de: Höher als normal

# #30024
source: High
de_de: Hoch

# #30025
source: Realtime
de_de: Echtzeit
